export default {
	lang: 'uk',
	dir: 'lan/ua/',
	name: 'Українська',
	title: 'Будь ласка, навчіться ґуглити!',
	description: 'Стаття про те, що таке ґуглити і чому це важливо',
	intro: 'Не задавайте в чатах/форумах питання типу:',
	questions: ['Навіщо потрібне наслідування?', 'Чому небо синє?', 'Що таке поліморфізм?'],
	verdict: 'Такі питання <s>можна</s> потрібно в першу чергу <b>ґуглити!</b>',
	body: `
<p><b>Ґуглити</b> значить:</p>
<ol>
	<li>Відкрити <a target="_blank" rel="noopener noreferrer" href="https://google.com">Google</a> (або іншу пошукову систему)</li>
	<li>Ввести запит.</li>
</ol>
<p class="quote"> - Я розумію, але що поганого в тому, що я задаю такі питання в чатах/на форумах?</p>
<p> - Повірте, 99% ваших питань давно хтось задавав в інтернеті, на форумах. Це означає, що відповідь знаходиться в інтернеті. Тому, задай своє питання ґуглу або іншій пошуковій системі ви не тільки швидко отримаєте відповідь, а й також не будете турбувати інших людей</p>
<p class="quote"> - Отже, задавати питання в чатах/форумах заборонено/неетично/погано?</p>
<p>Не зовсім. Якщо у вас виникло питання, спочатку проґугліть його, а потім, якщо ви не знайшли відповіді, можете <s>пошукати в <a target="_blank" rel="noopener noreferrer" href="https://duckduckgo.com">DuckDuckGo</a></s> задати своє питання в чатах/форумах.</p>
`,
	pictureIntro: 'Суть однією картинкою:',
	image: 'lan/ua/img/bad-good.png',
	imageAlt: "Кроха син прийшов до батька, і запитала Крихітка: 'чому треба ґуглити?'",
	footer: 'Натхнення — дурні питання з різних чатів, які потрібно ґуглити... Посилання на',
	github: 'Гітхаб',
	ui: {
		languages: 'Мова',
	},
};
